export const phones = [
  {
    telView: '+7(787) 787-87-87',
    tel: '+77877878787'
  },
  {
    telView: '+7(888) 999-99-99',
    tel: '+78889999999'
  },
];

export const email = 'test@master-sip.ru';

export const swiperMainSlides = [
  {
    title: <>Строительство домов из&nbsp;СИП-панелей в&nbsp;Чебоксарах</>,
    subtitle: <>на&nbsp;Вашем участке за&nbsp;30 дней по&nbsp;цене однокомнатной квартиры</>,
    link: ['/catalog', 'Проекты'],
    photo: 1,
  },
  {
    title: <>30&nbsp;лет на&nbsp;рынке стрительства домов&nbsp;из&nbsp;СИП-панелей</>,
    subtitle: <>100500 довольных клиентов в&nbsp;нескольких регионах</>,
    link: ['/about', 'О компании'],
    photo: 2,
  },
  {
    title: <>Строительство домов из&nbsp;СИП-панелей в&nbsp;Чебоксарах</>,
    subtitle: <>на&nbsp;Вашем участке за&nbsp;30 дней по&nbsp;цене однокомнатной квартиры</>,
    link: ['/catalog', 'Проекты'],
    photo: 3,
  },
  {
    title: <>Строительство домов из&nbsp;СИП-панелей в&nbsp;Чебоксарах</>,
    subtitle: <>на&nbsp;Вашем участке за&nbsp;30 дней по&nbsp;цене однокомнатной квартиры</>,
    link: ['/catalog', 'Проекты'],
    photo: 4,
  },
]

export const menu = {
  company: {
    baseUrl: {
      text: 'Компания',
      url: '/company'
    },
    childLinks: [
      {
        text: 'О компании',
        url: '/about'
      },
      {
        text: 'Лицензии',
        url: '/licenses'
      },
      {
        text: 'Партнеры',
        url: '/partners'
      },
      {
        text: 'Вакансии',
        url: '/vacancy'
      },
      {
        text: 'Реквизиты',
        url: '/requisites'
      },
    ]
  },
  projects: {
    baseUrl: {
      text: 'Типовые проекты',
      url: '/projects'
    },
    childLinks: [
      {
        text: <>Одноэтажные дома</>,
        url: '/one-storey',
        photo: 'one-storey.jpg'
      },
      {
        text: <>Одноэтажные дома c&nbsp;мансардой</>,
        url: '/one-storey-attic',
        photo: 'one-storey-attic.jpg'
      },
      {
        text: <>Двухэтажные дома</>,
        url: '/two-storey',
        photo: 'two-storey.jpg'
      }
    ]
  },
  services: {
    baseUrl: {
      text: 'Услуги',
      url: '/services'
    }
  },
  catalog: {
    baseUrl: {
      text: 'Наши работы',
      url: '/catalog'
    }
  },
  contacts: {
    baseUrl: {
      text: 'Контакты',
      url: '/contacts'
    }
  },
  info: {
    baseUrl: {
      text: 'Информация',
      url: '/info'
    },
    childLinks: [
      {
        text: 'Акции',
        url: '/stocks'
      },
      {
        text: 'Новости',
        url: '/news'
      },
      {
        text: 'Статьи',
        url: '/articles'
      },
      {
        text: 'Вопрос-ответ',
        url: '/faq'
      }
    ]
  }
}

export const achievements = [
  {
    icon: <>
      <svg version="1.0" xmlns="http://www.w3.org/2000/svg" width="60.000000pt" height="50.000000pt"
           viewBox="0 0 60.000000 50.000000" preserveAspectRatio="xMidYMid meet">

        <g transform="translate(0.000000,50.000000) scale(0.100000,-0.100000)" stroke="none">
          <path d="M307 458 c-23 -17 -27 -17 -27 -4 0 11 -9 16 -30 16 -29 0 -30 -2
-30 -42 0 -36 -5 -46 -40 -76 -23 -19 -39 -37 -36 -40 3 -3 15 3 26 13 20 18
20 18 20 -23 0 -60 18 -52 22 9 3 49 5 53 63 99 l60 48 63 -51 62 -51 0 -83
c0 -49 4 -83 10 -83 6 0 10 32 10 77 0 76 0 76 20 58 11 -10 23 -15 27 -12 3
4 4 8 2 10 -2 2 -40 32 -84 68 -44 35 -87 70 -95 76 -12 9 -21 7 -43 -9z m-47
-22 c0 -8 -4 -18 -10 -21 -5 -3 -10 3 -10 14 0 12 5 21 10 21 6 0 10 -6 10
-14z"></path>
          <path d="M280 290 c0 -22 5 -40 10 -40 6 0 10 14 10 30 0 28 3 30 35 30 35 0
35 0 35 -45 0 -25 5 -45 10 -45 6 0 10 25 10 55 l0 55 -55 0 -55 0 0 -40z"></path>
          <path d="M52 227 c-7 -8 -7 -41 1 -107 10 -81 15 -95 32 -99 12 -2 27 7 41 25
l23 27 113 -17 114 -18 44 22 c108 55 144 91 117 117 -11 11 -20 10 -58 -6
-24 -10 -60 -22 -79 -26 -35 -7 -35 -7 -12 10 33 24 17 38 -75 65 -65 19 -85
21 -130 13 -29 -5 -58 -6 -65 -1 -20 12 -54 10 -66 -5z m58 -97 c0 -71 -3 -90
-14 -90 -16 0 -22 22 -31 118 -7 62 -7 62 19 62 l26 0 0 -90z m213 72 c32 -10
58 -23 57 -28 0 -5 -25 -8 -55 -7 -57 2 -70 -8 -34 -27 33 -18 123 -14 175 9
56 25 66 26 62 5 -5 -24 -126 -94 -164 -94 -17 0 -71 7 -120 15 -48 9 -94 13
-101 11 -10 -4 -13 10 -13 59 0 52 3 64 18 68 40 11 121 5 175 -11z"></path>
        </g>
      </svg>

    </>,
    title: 'Дом под ключ по адекватным ценам',
    text: <><span>298</span> построенных объектов</>
  },
  {
    icon: <>
      <svg version="1.0" xmlns="http://www.w3.org/2000/svg" width="60.000000pt" height="50.000000pt"
           viewBox="0 0 60.000000 50.000000" preserveAspectRatio="xMidYMid meet">

        <g transform="translate(0.000000,50.000000) scale(0.100000,-0.100000)" stroke="none">
          <path d="M240 451 c0 -46 2 -51 22 -51 20 0 20 -1 5 -18 -10 -10 -17 -28 -17
-40 0 -25 -95 -102 -126 -102 -42 0 -48 -15 -49 -110 -1 -67 3 -96 13 -106 20
-20 394 -20 414 0 10 10 14 39 13 106 -1 92 -8 109 -43 110 -7 0 -38 19 -68
41 -30 23 -58 39 -62 35 -4 -4 4 -16 18 -26 72 -53 76 -49 -57 -50 -68 0 -123
2 -123 4 0 11 86 60 102 58 23 -4 48 15 48 36 0 12 -4 12 -21 -4 -15 -14 -20
-15 -17 -4 2 8 -3 14 -9 12 -18 -3 -16 17 2 24 8 4 15 12 15 19 0 7 9 15 21
18 17 5 20 12 17 49 l-3 43 -47 3 -48 3 0 -50z m80 -1 c0 -27 -3 -30 -30 -30
-27 0 -30 3 -30 30 0 27 3 30 30 30 27 0 30 -3 30 -30z m-182 -253 c4 -20 -25
-34 -40 -19 -15 15 -1 44 19 40 10 -2 19 -11 21 -21z m357 -2 c0 -19 -8 -20
-170 -23 l-170 -2 0 25 0 25 170 -2 c162 -3 170 -4 170 -23z m-357 -68 c4 -20
-25 -34 -40 -19 -15 15 -1 44 19 40 10 -2 19 -11 21 -21z m357 -2 c0 -19 -8
-20 -157 -23 -91 -1 -158 -7 -158 -12 0 -5 67 -11 158 -12 149 -3 157 -4 157
-23 0 -19 -8 -20 -170 -23 l-170 -2 0 60 0 60 170 -2 c162 -3 170 -4 170 -23z
m-357 -68 c4 -20 -25 -34 -40 -19 -15 15 -1 44 19 40 10 -2 19 -11 21 -21z"></path>
        </g>
      </svg>

    </>,
    title: 'Строим каркасные дома по всей России',
    text: <><span>9</span> регионов строительства</>
  },
  {
    icon: <>
      <svg version="1.0" xmlns="http://www.w3.org/2000/svg" width="60.000000pt" height="50.000000pt"
           viewBox="0 0 60.000000 50.000000" preserveAspectRatio="xMidYMid meet">

        <g transform="translate(0.000000,50.000000) scale(0.100000,-0.100000)" stroke="none">
          <path d="M254 464 c-21 -16 -51 -27 -90 -32 l-59 -7 -3 -54 c-8 -143 42 -269
132 -329 26 -17 54 -32 61 -32 7 0 35 15 61 32 90 60 140 186 132 329 l-3 54
-50 6 c-51 6 -108 30 -120 49 -10 16 -27 11 -61 -16z m84 -18 c20 -14 59 -28
86 -32 l49 -7 -5 -98 c-4 -84 -9 -108 -34 -156 -32 -62 -100 -123 -138 -123
-32 0 -85 38 -118 85 -37 52 -58 132 -58 222 l0 71 49 7 c27 4 64 17 82 30 42
30 42 30 87 1z"></path>
          <path d="M255 408 c-11 -7 -40 -15 -65 -18 -44 -5 -45 -6 -48 -42 -2 -22 1
-38 7 -38 6 0 11 14 11 30 0 26 4 30 26 30 27 0 90 26 100 41 7 12 -7 11 -31
-3z"></path>
          <path d="M336 280 c-21 -28 -43 -53 -48 -56 -5 -4 -23 6 -39 22 -16 15 -31 25
-34 23 -2 -3 12 -22 33 -42 l38 -37 52 64 c29 35 52 66 52 70 0 17 -20 1 -54
-44z"></path>
          <path d="M406 197 c-19 -51 -77 -117 -101 -117 -8 0 -15 -4 -15 -10 0 -5 4
-10 9 -10 10 0 61 38 79 60 24 29 53 92 50 108 -2 10 -11 -4 -22 -31z"></path>
        </g>
      </svg>

    </>,
    title: '100 лет средний срок службы дома',
    text: <><span>8</span> лет надежной работы</>
  },
  {
    icon: <>
      <svg version="1.0" xmlns="http://www.w3.org/2000/svg" width="60.000000pt" height="50.000000pt"
           viewBox="0 0 60.000000 50.000000" preserveAspectRatio="xMidYMid meet">

        <g transform="translate(0.000000,50.000000) scale(0.100000,-0.100000)" stroke="none">
          <path d="M174 466 c-3 -7 -4 -35 -2 -62 l3 -49 89 -3 c53 -2 93 1 100 8 7 7
-18 10 -82 10 l-92 0 0 45 0 45 114 0 c66 0 117 4 121 10 4 6 -38 10 -120 10
-97 0 -127 -3 -131 -14z"></path>
          <path d="M444 462 c-13 -8 -94 -178 -94 -197 0 -22 37 -45 73 -45 30 0 37 -4
37 -20 0 -13 -7 -20 -20 -20 -18 0 -20 -7 -20 -58 0 -44 5 -63 18 -75 45 -41
82 -6 82 76 0 50 -2 57 -20 57 -13 0 -20 7 -20 20 0 17 7 20 38 20 39 0 72 23
72 49 0 17 -90 184 -104 193 -6 4 -15 8 -21 8 -5 0 -15 -4 -21 -8z m85 -103
c52 -100 51 -119 -9 -119 -36 0 -40 2 -40 25 0 14 -4 25 -10 25 -5 0 -10 -12
-10 -26 0 -23 -3 -25 -42 -22 -30 2 -44 8 -46 19 -2 9 15 56 37 104 31 66 45
86 58 83 10 -2 36 -38 62 -89z m-31 -251 c-3 -49 -5 -53 -28 -53 -23 0 -25 4
-28 53 l-3 52 31 0 31 0 -3 -52z"></path>
          <path d="M4 317 c-3 -8 -4 -36 -2 -63 l3 -49 120 0 120 0 0 60 0 60 -118 3
c-94 2 -118 0 -123 -11z m226 -52 l0 -45 -105 0 -105 0 0 45 0 45 105 0 105 0
0 -45z"></path>
          <path d="M274 316 c-3 -7 -4 -35 -2 -62 l3 -49 48 -3 c33 -2 47 0 42 7 -3 6
-22 11 -41 11 -34 0 -34 0 -34 45 0 41 2 45 24 45 14 0 28 5 31 10 4 6 -8 10
-30 10 -21 0 -38 -6 -41 -14z"></path>
          <path d="M174 166 c-3 -7 -4 -35 -2 -62 l3 -49 113 -3 c72 -2 112 1 112 8 0 6
-39 10 -105 10 l-105 0 0 45 0 45 105 0 c63 0 105 4 105 10 0 6 -43 10 -110
10 -85 0 -112 -3 -116 -14z"></path>
        </g>
      </svg>

    </>,
    title: 'Индивидуальные и типовые проекты',
    text: <><span>641</span> разработанных проектов</>
  },
]
