export const SMALL = 'small';
export const MEDIUM = 'medium';
export const LARGE = 'large';

export const CALL = 'call';
export const QUESTION = 'question';



export const contactInfo = {
  phones: ['+7(787) 787-87-87', '+7(888) 999-99-99'],
  email: 'contact@master-sip.ru',
  address: {
    text: <>Респ.&nbsp;Чувашия, г.&nbsp;Чебоксары, ул.&nbsp;Беззубова,&nbsp;9</>,
    url: 'https://yandex.ru/maps/-/CDvkYR8Z'
  },
  workTime: <>Пн&nbsp;-&nbsp;Вс: 9:00&nbsp;-&nbsp;18:00</>,
  socials: {
    whatsapp: {
      icon: <svg xmlns="http://www.w3.org/2000/svg" fill="none" width="50px" height="50px" viewBox="0 0 16 16">
        <path
          d="M11.42 9.49c-.19-.09-1.1-.54-1.27-.61s-.29-.09-.42.1-.48.6-.59.73-.21.14-.4 0a5.13 5.13 0 0 1-1.49-.92 5.25 5.25 0 0 1-1-1.29c-.11-.18 0-.28.08-.38s.18-.21.28-.32a1.39 1.39 0 0 0 .18-.31.38.38 0 0 0 0-.33c0-.09-.42-1-.58-1.37s-.3-.32-.41-.32h-.4a.72.72 0 0 0-.5.23 2.1 2.1 0 0 0-.65 1.55A3.59 3.59 0 0 0 5 8.2 8.32 8.32 0 0 0 8.19 11c.44.19.78.3 1.05.39a2.53 2.53 0 0 0 1.17.07 1.93 1.93 0 0 0 1.26-.88 1.67 1.67 0 0 0 .11-.88c-.05-.07-.17-.12-.36-.21z"/>
        <path
          d="M13.29 2.68A7.36 7.36 0 0 0 8 .5a7.44 7.44 0 0 0-6.41 11.15l-1 3.85 3.94-1a7.4 7.4 0 0 0 3.55.9H8a7.44 7.44 0 0 0 5.29-12.72zM8 14.12a6.12 6.12 0 0 1-3.15-.87l-.22-.13-2.34.61.62-2.28-.14-.23a6.18 6.18 0 0 1 9.6-7.65 6.12 6.12 0 0 1 1.81 4.37A6.19 6.19 0 0 1 8 14.12z"/>
      </svg>,
      classLink: 'whatsapp',
      url: 'https://wa.me/'
    },
    telegram: {
      icon: <svg xmlns="http://www.w3.org/2000/svg" width="50px" height="50px" viewBox="0 0 24 24" fill="none">
        <path fillRule="evenodd" clipRule="evenodd"
              d="M23.1117 4.49449C23.4296 2.94472 21.9074 1.65683 20.4317 2.227L2.3425 9.21601C0.694517 9.85273 0.621087 12.1572 2.22518 12.8975L6.1645 14.7157L8.03849 21.2746C8.13583 21.6153 8.40618 21.8791 8.74917 21.968C9.09216 22.0568 9.45658 21.9576 9.70712 21.707L12.5938 18.8203L16.6375 21.8531C17.8113 22.7334 19.5019 22.0922 19.7967 20.6549L23.1117 4.49449ZM3.0633 11.0816L21.1525 4.0926L17.8375 20.2531L13.1 16.6999C12.7019 16.4013 12.1448 16.4409 11.7929 16.7928L10.5565 18.0292L10.928 15.9861L18.2071 8.70703C18.5614 8.35278 18.5988 7.79106 18.2947 7.39293C17.9906 6.99479 17.4389 6.88312 17.0039 7.13168L6.95124 12.876L3.0633 11.0816ZM8.17695 14.4791L8.78333 16.6015L9.01614 15.321C9.05253 15.1209 9.14908 14.9366 9.29291 14.7928L11.5128 12.573L8.17695 14.4791Z"
              fill="none"/>
      </svg>,
      classLink: 'telegram',
      url: 'https://t.me/'
    },
    vk: {
      icon: <svg xmlns="http://www.w3.org/2000/svg" fill="none" width="50px" height="50px" viewBox="-2.5 0 32 32"
                 version="1.1">
        <path
          d="M16.563 15.75c-0.5-0.188-0.5-0.906-0.531-1.406-0.125-1.781 0.5-4.5-0.25-5.656-0.531-0.688-3.094-0.625-4.656-0.531-0.438 0.063-0.969 0.156-1.344 0.344s-0.75 0.5-0.75 0.781c0 0.406 0.938 0.344 1.281 0.875 0.375 0.563 0.375 1.781 0.375 2.781 0 1.156-0.188 2.688-0.656 2.75-0.719 0.031-1.125-0.688-1.5-1.219-0.75-1.031-1.5-2.313-2.063-3.563-0.281-0.656-0.438-1.375-0.844-1.656-0.625-0.438-1.75-0.469-2.844-0.438-1 0.031-2.438-0.094-2.719 0.5-0.219 0.656 0.25 1.281 0.5 1.813 1.281 2.781 2.656 5.219 4.344 7.531 1.563 2.156 3.031 3.875 5.906 4.781 0.813 0.25 4.375 0.969 5.094 0 0.25-0.375 0.188-1.219 0.313-1.844s0.281-1.25 0.875-1.281c0.5-0.031 0.781 0.406 1.094 0.719 0.344 0.344 0.625 0.625 0.875 0.938 0.594 0.594 1.219 1.406 1.969 1.719 1.031 0.438 2.625 0.313 4.125 0.25 1.219-0.031 2.094-0.281 2.188-1 0.063-0.563-0.563-1.375-0.938-1.844-0.938-1.156-1.375-1.5-2.438-2.563-0.469-0.469-1.063-0.969-1.063-1.531-0.031-0.344 0.25-0.656 0.5-1 1.094-1.625 2.188-2.781 3.188-4.469 0.281-0.5 0.938-1.656 0.688-2.219-0.281-0.625-1.844-0.438-2.813-0.438-1.25 0-2.875-0.094-3.188 0.156-0.594 0.406-0.844 1.063-1.125 1.688-0.625 1.438-1.469 2.906-2.344 4-0.313 0.375-0.906 1.156-1.25 1.031z"/>
      </svg>,
      classLink: 'vk',
      url: 'https://vk.com/'
    },
    instagram: {
      icon: <svg xmlns="http://www.w3.org/2000/svg" width="50px" height="50px" viewBox="0 0 24 24" fill="none">
        <path fillRule="evenodd" clipRule="evenodd"
              d="M12 18C15.3137 18 18 15.3137 18 12C18 8.68629 15.3137 6 12 6C8.68629 6 6 8.68629 6 12C6 15.3137 8.68629 18 12 18ZM12 16C14.2091 16 16 14.2091 16 12C16 9.79086 14.2091 8 12 8C9.79086 8 8 9.79086 8 12C8 14.2091 9.79086 16 12 16Z"
              fill="#0F0F0F"/>
        <path
          d="M18 5C17.4477 5 17 5.44772 17 6C17 6.55228 17.4477 7 18 7C18.5523 7 19 6.55228 19 6C19 5.44772 18.5523 5 18 5Z"
          fill="#0F0F0F"/>
        <path fillRule="evenodd" clipRule="evenodd"
              d="M1.65396 4.27606C1 5.55953 1 7.23969 1 10.6V13.4C1 16.7603 1 18.4405 1.65396 19.7239C2.2292 20.8529 3.14708 21.7708 4.27606 22.346C5.55953 23 7.23969 23 10.6 23H13.4C16.7603 23 18.4405 23 19.7239 22.346C20.8529 21.7708 21.7708 20.8529 22.346 19.7239C23 18.4405 23 16.7603 23 13.4V10.6C23 7.23969 23 5.55953 22.346 4.27606C21.7708 3.14708 20.8529 2.2292 19.7239 1.65396C18.4405 1 16.7603 1 13.4 1H10.6C7.23969 1 5.55953 1 4.27606 1.65396C3.14708 2.2292 2.2292 3.14708 1.65396 4.27606ZM13.4 3H10.6C8.88684 3 7.72225 3.00156 6.82208 3.0751C5.94524 3.14674 5.49684 3.27659 5.18404 3.43597C4.43139 3.81947 3.81947 4.43139 3.43597 5.18404C3.27659 5.49684 3.14674 5.94524 3.0751 6.82208C3.00156 7.72225 3 8.88684 3 10.6V13.4C3 15.1132 3.00156 16.2777 3.0751 17.1779C3.14674 18.0548 3.27659 18.5032 3.43597 18.816C3.81947 19.5686 4.43139 20.1805 5.18404 20.564C5.49684 20.7234 5.94524 20.8533 6.82208 20.9249C7.72225 20.9984 8.88684 21 10.6 21H13.4C15.1132 21 16.2777 20.9984 17.1779 20.9249C18.0548 20.8533 18.5032 20.7234 18.816 20.564C19.5686 20.1805 20.1805 19.5686 20.564 18.816C20.7234 18.5032 20.8533 18.0548 20.9249 17.1779C20.9984 16.2777 21 15.1132 21 13.4V10.6C21 8.88684 20.9984 7.72225 20.9249 6.82208C20.8533 5.94524 20.7234 5.49684 20.564 5.18404C20.1805 4.43139 19.5686 3.81947 18.816 3.43597C18.5032 3.27659 18.0548 3.14674 17.1779 3.0751C16.2777 3.00156 15.1132 3 13.4 3Z"
              fill="#0F0F0F"/>
      </svg>,
      classLink: 'instagram',
      url: 'https://www.instagram.com/'
    },

  },
  businessInfo: {
    IP: 'ИП Григорьев Владимир Анатольевич',
    INN: 'ИНН 210402196299',
    OGRN: 'ОГРНИП 318213000060454'
  }
}

export const swiperMainSlides = [
  {
    title: <>Строительство домов из&nbsp;СИП-панелей в&nbsp;Чебоксарах</>,
    subtitle: <>на&nbsp;Вашем участке за&nbsp;30 дней по&nbsp;цене однокомнатной квартиры</>,
    link: ['/projects', 'Проекты'],
    photo: 1,
  },
  {
    title: <>30&nbsp;лет на&nbsp;рынке стрительства домов&nbsp;из&nbsp;СИП-панелей</>,
    subtitle: <>100500 довольных клиентов в&nbsp;нескольких регионах</>,
    link: ['/about', 'О компании'],
    photo: 2,
  },
  {
    title: <>Строительство домов из&nbsp;СИП-панелей в&nbsp;Чебоксарах</>,
    subtitle: <>на&nbsp;Вашем участке за&nbsp;30 дней по&nbsp;цене однокомнатной квартиры</>,
    link: ['/catalog', 'Проекты'],
    photo: 3,
  },
  {
    title: <>Строительство домов из&nbsp;СИП-панелей в&nbsp;Чебоксарах</>,
    subtitle: <>на&nbsp;Вашем участке за&nbsp;30 дней по&nbsp;цене однокомнатной квартиры</>,
    link: ['/catalog', 'Проекты'],
    photo: 4,
  },
]

export const menu = {
  company: {
    baseUrl: {
      text: 'Компания',
      url: '/company'
    },
    childLinks: [
      {
        text: 'О компании',
        url: '/about'
      },
      {
        text: 'Лицензии',
        url: '/licenses'
      },
      {
        text: 'Партнеры',
        url: '/partners'
      },
      {
        text: 'Вакансии',
        url: '/vacancy'
      },
      {
        text: 'Реквизиты',
        url: '/requisites'
      },
    ]
  },
  projects: {
    baseUrl: {
      text: 'Типовые проекты',
      url: '/projects'
    },
    childLinks: [
      {
        text: <>Одноэтажные дома</>,
        url: '/one-storey',
        photo: 'one-storey.jpg'
      },
      {
        text: <>Одноэтажные дома c&nbsp;мансардой</>,
        url: '/one-storey-attic',
        photo: 'one-storey-attic.jpg'
      },
      {
        text: <>Двухэтажные дома</>,
        url: '/two-storey',
        photo: 'two-storey.jpg'
      }
    ]
  },
  services: {
    baseUrl: {
      text: 'Услуги',
      url: '/services'
    }
  },
  catalog: {
    baseUrl: {
      text: 'Наши работы',
      url: '/catalog'
    }
  },
  contacts: {
    baseUrl: {
      text: 'Контакты',
      url: '/contacts'
    }
  },
  info: {
    baseUrl: {
      text: 'Информация',
      url: '/info'
    },
    childLinks: [
      {
        text: 'Акции',
        url: '/stocks'
      },
      {
        text: 'Новости',
        url: '/news'
      },
      {
        text: 'Статьи',
        url: '/articles'
      },
      {
        text: 'Вопросы-ответы',
        url: '/faq'
      },
      {
        text: 'Вакансии',
        url: '/vacancy'
      },
    ]
  }
}

export const achievements = [
  {
    icon: <>
      <svg version="1.0" xmlns="http://www.w3.org/2000/svg" width="60.000000pt" height="50.000000pt"
           viewBox="0 0 60.000000 50.000000" preserveAspectRatio="xMidYMid meet">

        <g transform="translate(0.000000,50.000000) scale(0.100000,-0.100000)" stroke="none">
          <path d="M307 458 c-23 -17 -27 -17 -27 -4 0 11 -9 16 -30 16 -29 0 -30 -2
-30 -42 0 -36 -5 -46 -40 -76 -23 -19 -39 -37 -36 -40 3 -3 15 3 26 13 20 18
20 18 20 -23 0 -60 18 -52 22 9 3 49 5 53 63 99 l60 48 63 -51 62 -51 0 -83
c0 -49 4 -83 10 -83 6 0 10 32 10 77 0 76 0 76 20 58 11 -10 23 -15 27 -12 3
4 4 8 2 10 -2 2 -40 32 -84 68 -44 35 -87 70 -95 76 -12 9 -21 7 -43 -9z m-47
-22 c0 -8 -4 -18 -10 -21 -5 -3 -10 3 -10 14 0 12 5 21 10 21 6 0 10 -6 10
-14z"></path>
          <path d="M280 290 c0 -22 5 -40 10 -40 6 0 10 14 10 30 0 28 3 30 35 30 35 0
35 0 35 -45 0 -25 5 -45 10 -45 6 0 10 25 10 55 l0 55 -55 0 -55 0 0 -40z"></path>
          <path d="M52 227 c-7 -8 -7 -41 1 -107 10 -81 15 -95 32 -99 12 -2 27 7 41 25
l23 27 113 -17 114 -18 44 22 c108 55 144 91 117 117 -11 11 -20 10 -58 -6
-24 -10 -60 -22 -79 -26 -35 -7 -35 -7 -12 10 33 24 17 38 -75 65 -65 19 -85
21 -130 13 -29 -5 -58 -6 -65 -1 -20 12 -54 10 -66 -5z m58 -97 c0 -71 -3 -90
-14 -90 -16 0 -22 22 -31 118 -7 62 -7 62 19 62 l26 0 0 -90z m213 72 c32 -10
58 -23 57 -28 0 -5 -25 -8 -55 -7 -57 2 -70 -8 -34 -27 33 -18 123 -14 175 9
56 25 66 26 62 5 -5 -24 -126 -94 -164 -94 -17 0 -71 7 -120 15 -48 9 -94 13
-101 11 -10 -4 -13 10 -13 59 0 52 3 64 18 68 40 11 121 5 175 -11z"></path>
        </g>
      </svg>

    </>,
    title: 'Дом под ключ по адекватным ценам',
    text: <><span>298</span> построенных объектов</>
  },
  {
    icon: <>
      <svg version="1.0" xmlns="http://www.w3.org/2000/svg" width="60.000000pt" height="50.000000pt"
           viewBox="0 0 60.000000 50.000000" preserveAspectRatio="xMidYMid meet">

        <g transform="translate(0.000000,50.000000) scale(0.100000,-0.100000)" stroke="none">
          <path d="M240 451 c0 -46 2 -51 22 -51 20 0 20 -1 5 -18 -10 -10 -17 -28 -17
-40 0 -25 -95 -102 -126 -102 -42 0 -48 -15 -49 -110 -1 -67 3 -96 13 -106 20
-20 394 -20 414 0 10 10 14 39 13 106 -1 92 -8 109 -43 110 -7 0 -38 19 -68
41 -30 23 -58 39 -62 35 -4 -4 4 -16 18 -26 72 -53 76 -49 -57 -50 -68 0 -123
2 -123 4 0 11 86 60 102 58 23 -4 48 15 48 36 0 12 -4 12 -21 -4 -15 -14 -20
-15 -17 -4 2 8 -3 14 -9 12 -18 -3 -16 17 2 24 8 4 15 12 15 19 0 7 9 15 21
18 17 5 20 12 17 49 l-3 43 -47 3 -48 3 0 -50z m80 -1 c0 -27 -3 -30 -30 -30
-27 0 -30 3 -30 30 0 27 3 30 30 30 27 0 30 -3 30 -30z m-182 -253 c4 -20 -25
-34 -40 -19 -15 15 -1 44 19 40 10 -2 19 -11 21 -21z m357 -2 c0 -19 -8 -20
-170 -23 l-170 -2 0 25 0 25 170 -2 c162 -3 170 -4 170 -23z m-357 -68 c4 -20
-25 -34 -40 -19 -15 15 -1 44 19 40 10 -2 19 -11 21 -21z m357 -2 c0 -19 -8
-20 -157 -23 -91 -1 -158 -7 -158 -12 0 -5 67 -11 158 -12 149 -3 157 -4 157
-23 0 -19 -8 -20 -170 -23 l-170 -2 0 60 0 60 170 -2 c162 -3 170 -4 170 -23z
m-357 -68 c4 -20 -25 -34 -40 -19 -15 15 -1 44 19 40 10 -2 19 -11 21 -21z"></path>
        </g>
      </svg>

    </>,
    title: 'Строим каркасные дома по всей России',
    text: <><span>9</span> регионов строительства</>
  },
  {
    icon: <>
      <svg version="1.0" xmlns="http://www.w3.org/2000/svg" width="60.000000pt" height="50.000000pt"
           viewBox="0 0 60.000000 50.000000" preserveAspectRatio="xMidYMid meet">

        <g transform="translate(0.000000,50.000000) scale(0.100000,-0.100000)" stroke="none">
          <path d="M254 464 c-21 -16 -51 -27 -90 -32 l-59 -7 -3 -54 c-8 -143 42 -269
132 -329 26 -17 54 -32 61 -32 7 0 35 15 61 32 90 60 140 186 132 329 l-3 54
-50 6 c-51 6 -108 30 -120 49 -10 16 -27 11 -61 -16z m84 -18 c20 -14 59 -28
86 -32 l49 -7 -5 -98 c-4 -84 -9 -108 -34 -156 -32 -62 -100 -123 -138 -123
-32 0 -85 38 -118 85 -37 52 -58 132 -58 222 l0 71 49 7 c27 4 64 17 82 30 42
30 42 30 87 1z"></path>
          <path d="M255 408 c-11 -7 -40 -15 -65 -18 -44 -5 -45 -6 -48 -42 -2 -22 1
-38 7 -38 6 0 11 14 11 30 0 26 4 30 26 30 27 0 90 26 100 41 7 12 -7 11 -31
-3z"></path>
          <path d="M336 280 c-21 -28 -43 -53 -48 -56 -5 -4 -23 6 -39 22 -16 15 -31 25
-34 23 -2 -3 12 -22 33 -42 l38 -37 52 64 c29 35 52 66 52 70 0 17 -20 1 -54
-44z"></path>
          <path d="M406 197 c-19 -51 -77 -117 -101 -117 -8 0 -15 -4 -15 -10 0 -5 4
-10 9 -10 10 0 61 38 79 60 24 29 53 92 50 108 -2 10 -11 -4 -22 -31z"></path>
        </g>
      </svg>

    </>,
    title: '100 лет средний срок службы дома',
    text: <><span>8</span> лет надежной работы</>
  },
  {
    icon: <>
      <svg version="1.0" xmlns="http://www.w3.org/2000/svg" width="60.000000pt" height="50.000000pt"
           viewBox="0 0 60.000000 50.000000" preserveAspectRatio="xMidYMid meet">

        <g transform="translate(0.000000,50.000000) scale(0.100000,-0.100000)" stroke="none">
          <path d="M174 466 c-3 -7 -4 -35 -2 -62 l3 -49 89 -3 c53 -2 93 1 100 8 7 7
-18 10 -82 10 l-92 0 0 45 0 45 114 0 c66 0 117 4 121 10 4 6 -38 10 -120 10
-97 0 -127 -3 -131 -14z"></path>
          <path d="M444 462 c-13 -8 -94 -178 -94 -197 0 -22 37 -45 73 -45 30 0 37 -4
37 -20 0 -13 -7 -20 -20 -20 -18 0 -20 -7 -20 -58 0 -44 5 -63 18 -75 45 -41
82 -6 82 76 0 50 -2 57 -20 57 -13 0 -20 7 -20 20 0 17 7 20 38 20 39 0 72 23
72 49 0 17 -90 184 -104 193 -6 4 -15 8 -21 8 -5 0 -15 -4 -21 -8z m85 -103
c52 -100 51 -119 -9 -119 -36 0 -40 2 -40 25 0 14 -4 25 -10 25 -5 0 -10 -12
-10 -26 0 -23 -3 -25 -42 -22 -30 2 -44 8 -46 19 -2 9 15 56 37 104 31 66 45
86 58 83 10 -2 36 -38 62 -89z m-31 -251 c-3 -49 -5 -53 -28 -53 -23 0 -25 4
-28 53 l-3 52 31 0 31 0 -3 -52z"></path>
          <path d="M4 317 c-3 -8 -4 -36 -2 -63 l3 -49 120 0 120 0 0 60 0 60 -118 3
c-94 2 -118 0 -123 -11z m226 -52 l0 -45 -105 0 -105 0 0 45 0 45 105 0 105 0
0 -45z"></path>
          <path d="M274 316 c-3 -7 -4 -35 -2 -62 l3 -49 48 -3 c33 -2 47 0 42 7 -3 6
-22 11 -41 11 -34 0 -34 0 -34 45 0 41 2 45 24 45 14 0 28 5 31 10 4 6 -8 10
-30 10 -21 0 -38 -6 -41 -14z"></path>
          <path d="M174 166 c-3 -7 -4 -35 -2 -62 l3 -49 113 -3 c72 -2 112 1 112 8 0 6
-39 10 -105 10 l-105 0 0 45 0 45 105 0 c63 0 105 4 105 10 0 6 -43 10 -110
10 -85 0 -112 -3 -116 -14z"></path>
        </g>
      </svg>

    </>,
    title: 'Индивидуальные и типовые проекты',
    text: <><span>641</span> разработанных проектов</>
  },
]

export const faq = [
  {
    label: 'Есть ли разница в SIP-панелях от разных заводов?',
    text: <>
      <p>SIP-панели и технология их производства пришли в Россию из Канады. Но в процессе освоения технологий некоторые
        производители SIP-панелей пошли на удешевление, чтобы сделать цену более привлекательной для клиентов. Но это
        сильно сказывается на качестве SIP-панелей и доме в целом!</p>
      <p>Пенополистирол должен быть 25-й марки (ПСБ-С25Ф); ОСБ должно быть плотным из 20 слоев стружек в 12мм Е1; соединения СИП должны быть клееным Т-образным шпоном; внутренний брус должен быть обработан биозащитой, кровельный брус огнезащитой.</p>
    </>
  },
  {
    label: 'Можно ли считать SIP-дома экологичными?',
    text: <>
      <p>Да! Для возведения наших домов используются СИП-панели, изготавливаемые из OSB плит и пенополистирола. Для производства OSB используется древесная щепа, которую получают в процессе санитарной вырубки леса. Щепа составляет 90% плиты, оставшиеся 10% — натуральные смолы, воски, отвердители, а также соль борной кислоты, усиливающая защитные качества плиты. Читайте подробнее про исследование вредности OSB.</p>
      <p>Использующийся как утеплитель пенополистирол является безвредным для здоровья и безопасным для окружающей среды. Его используют даже как разрыхлитель для почвы. Этот материал нельзя растворить в воде. Если вдруг по какой-то причине он попадет в желудок человека, он просто безболезненно выводится из организма в исходном состоянии.
      </p>
      <p>Противники материала говорят о том, что он выделяет стирол, на самом же деле доля этого вещества составляет более 0,05%. Стирол выветривается в процессе сушки пенополистирола. Безопасность этого материала подтверждается тем, что его используют в бытовой технике и даже для изготовления телефонов, которыми человек пользуется каждый день. Этот материал может быть использован в контакте с пищей – его официально применяют при хранении продуктов питания в Европе – из него делают пищевую упаковку и посуду (вы можете видеть это во всех продуктовых магазинах). Так же из полистирола изготавливается почти вся одноразовая посуда, а так же он является утеплителем во всех современных холодильниках (собственно внутренняя обшивка холодильника тоже состоит из полистирола).</p>
      <p>СИП панель в целом, равно как и образующие её OSB плиты и пенополистирол, не выделяют в окружающую среду вредных веществ, следовательно, их можно использовать при строительстве любых объектов, даже медицинских и социальных. При возведении домов мы используем материалы, имеющие гигиенический сертификат.</p>
    </>
  },
  {
    label: 'Какой срок службы у этих домов?',
    text: <>
      <p>Срок эксплуатации домов из СИП панелей, построенных под ключ более 100 лет. Дома по этой технологии начали возводить в Канаде в 1960-х годах, с тех пор они служат без деформаций или изменений конструкции.</p>
      <p>В НИИ строительной физики (Россия) были проведены исследования, во время которых пенополистирол выдерживался в воде и проверялся в условиях перепадов температур от -40 до +40 градусов. После подобных проверок сделано заключение, что пенополистирол сохраняет свои исходные физические свойства 100 и более лет.</p>
    </>
  },
  {
    label: 'Можно ли строить SIP дома зимой?',
    text: <>
      <p>Да, зимой СИП дома строим. В зимней строительстве есть свои преимущества: снижение цен по сравнению с весной, большой выбор пиломатериалов (как известно — зимний лес самый лучший), отсутствие грязи на строительном участке, отсутствие мокрых осадков.</p>
    </>
  },
  {
    label: 'Опасны ли мыши для таких домов?',
    text: <>
      <p>Грызуны не едят пенополистирол. К тому же, открытого доступа к пенополистиролу для грызунов просто нет – он везде закрыт OSB плитами и отделочными материалами. В случае необходимости можно обнести цоколь дома металлической сеткой. СИП дома эксплуатируются уже не один десяток лет без повреждений грызунами. Мыши в СИП домах это МИФ, выдуманный противниками SIP технологии.</p>
    </>
  },
  {
    label: 'Можно ли сделать подвал в доме с свайно-винтовым фундаментом?',
    text: <>
      <p>Да, с учетом глубины залегания грунтовых вод подвал можно предусмотреть практически в любом доме. Возможность устройства подвала зависит не от проекта дома, а от участка, на котором этот дом будет возводиться.</p>
    </>
  },
  {
    label: 'Какой может быть высота потолка?',
    text: <>
      <p>Стандарт для домов из СИП панелей – 2,5 или 2,8 м. При желании заказчика можно построить дом с любой высотой потолков.</p>
    </>
  },
  {
    label: 'Что такое OSB-плита?',
    text: <>
      <p>Плиты ОСБ изготавливаются из плоских древесных стружек и щепы толщиной до 0,7 мм и длиной до 180 мм. Они почти полностью состоят из древесины, для закрепления которой используются водостойкие смолы. Щепа укладывается в три слоя: во внешних слоях щепа идет вдоль, а во внутреннем – поперек главной оси. Поэтому плиты называют древесно-ориентированными, этим свойством они качественно отличаются от ДСП. Для прессовки плит используется высокое давление и температура. Используемые нами плиты являются экологичными, они соответствую европейским стандартам Е-1 (наивысший стандарт). Для строительства используется плита OSB-3, толщиной 12 мм.</p>
    </>
  },
  {
    label: '',
    text: <>
      <p></p>
    </>
  },
]
