export const phones = [
  {
    telView: '+7(787) 787-87-87',
    tel: '+77877878787'
  },
  {
    telView: '+7(888) 999-99-99',
    tel: '+78889999999'
  },
];

export const email = 'test@master-sip.ru';

export const swiperMainSlides = [
  {
    title: 'Строительство домов из СИП-панелей в Чебоксарах',
    subtitle: 'на Вашем участке за 30 дней по цене однокомнатной квартиры',
    link: ['/projects', 'Проекты'],
    photo: 1,
  },
  {
    title: 'Строительство домов из СИП-панелей в Чебоксарах',
    subtitle: 'на Вашем участке за 30 дней по цене однокомнатной квартиры',
    link: ['/projects', 'Проекты'],
    photo: 2,
  },
  {
    title: 'Строительство домов из СИП-панелей в Чебоксарах',
    subtitle: 'на Вашем участке за 30 дней по цене однокомнатной квартиры',
    link: ['/projects', 'Проекты'],
    photo: 3,
  },
  {
    title: 'Строительство домов из СИП-панелей в Чебоксарах',
    subtitle: 'на Вашем участке за 30 дней по цене однокомнатной квартиры',
    link: ['/projects', 'Проекты'],
    photo: 4,
  },
]
